; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Spanish
; Translation by: OCReactive<cuesta.oscar@gmail.com>
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "cuesta.oscar@gmail.com"
Translationby = "OCReactive"
Language = "español"
pickatask = "Elige una Tarea"
lockafolder = "Bloquea una Carpeta"
unlockselected = "DesBloquear la Carpeta seleccionada"
changepassword = "Cambiar la Contraseña Maestra"
exit = "Salir"
Aboutlockafolder = "Acerca de LocK-A-FoLdeR"
enternewpassword = "Introduce la Nueva Contraseña"
entermasterpassword = "Introduce la Contraseña maestra"
alreadyrunning = "LocK-A-FoLdeR esta ejecutándose actualmente"
doesntexist = "no existe"
chooseafolder = "Elige una carpeta para bloquear"
selectfirst = "por favor selecciona una carpeta primero"
alreadyinlist = "está actualmente en la lista"
plzwait = "Por favor Espera"
unable2lock = "no puede ser bloqueada"
unable2unlock = "no puede ser desbloqueada"
invalidpass = "Contraseña no válida"
alertmasterpass = "Por favor elige una Contraseña Maestra."
nointernet = "Existe algún problema con tu conexión a internet"
checkupdates = "Comprobar Actualizaciones"
openreadme = "Abrir archivo Léeme"
visitwebpage = "Visitar Página web"
rescuecentre = "Centro de Rescate"
Rescuefolder = "Rescatar una carpeta"
notinlist = "Las carpetas que no están en la lista se pueden desbloquear desde aquí."